<p class="lead">
    <a href="https://commons.wikimedia.org/wiki/File:The_sleeping_beauty_and_other_fairy_tales_-_color_plate_facing_page_051.jpg"
        target="_blank">
        <img src="https://upload.wikimedia.org/wikipedia/commons/f/fd/The_sleeping_beauty_and_other_fairy_tales_-_color_plate_facing_page_051.jpg"
            style="float: left; margin-right: 15px;" width="auto" height="300px"></a>
    &Eacute;rase un gentil-hombre que cas&oacute; en segundas nupcias con una mujer altiva y hura&ntilde;a como otra no
    haya habido. Ten&iacute;a dos hijas, como ella orgullosas y que en todo se le asemejaban. El esposo ten&iacute;a una
    hija, cuya dulzura y bondad nadie aventajaba; cualidades que asemejaban las de su difunta madre, que fue buena entre
    las buenas.</p>
<p class="lead">
    Apenas celebradas las bodas, la madrastra hizo pesar su p&eacute;simo car&aacute;cter sobre la joven, cuyas buenas
    cualidades no pod&iacute;a sufrir, tanto menos cuanto comparadas con las de sus hijas, &eacute;stas aparec&iacute;an
    m&aacute;s despreciables. Encargole las m&aacute;s humildes faenas de la casa; deb&iacute;a fregar los platos y los
    chismes todos de la cocina, barr&iacute;a los cuartos de la se&ntilde;ora y de sus dos hijas; dorm&iacute;a en el
    granero y en un mal jerg&oacute;n, mientras sus hermanas estaban en habitaciones bien amuebladas, ten&iacute;an
    camas lujosas y grandes espejos, en los que se ve&iacute;an de la cabeza a los pies. La desdichada sufr&iacute;a con
    paciencia y no osaba quejarse a su padre, quien la hubiera re&ntilde;ido, pues estaba dominado por su mujer.</p>
<p class="lead">
    Cuando hab&iacute;a terminado su tarea iba a un rinc&oacute;n de la chimenea y se sentaba encima de la ceniza, lo
    que dio origen a que la aplicaran un feo mote; mas la menor, que no era tan mala como su hermana, la llamaba
    Cenicienta, a pesar de lo cual la pobrecita, con sus remendados vestidos, era cien veces m&aacute;s hermosa que sus
    hermanas a pesar de sus magn&iacute;ficos trajes.</p>
<p class="lead">
    En aquel entonces el hijo el rey dio un baile al que invit&oacute; a todas las personas distinguidas y
    tambi&eacute;n a las dos se&ntilde;oritas, que figuraban en primera l&iacute;nea entre las de aquel pa&iacute;s.
    H&eacute;telas ocupadas en escoger los vestidos y adornos que mejor hab&iacute;an de sentarles, de lo cual
    hab&iacute;a de resultar aumento de trabajo para la Cenicienta, porque ella era la que repasaba la ropa de sus
    hermanas y cuidaba del atadillo y pliegues de sus jubones. S&oacute;lo se hablaba del traje que se
    pondr&iacute;an.</p>
<p class="lead">
    Yo, dijo la mayor, llevar&eacute; el vestido de terciopelo rojo y un aderezo de Inglaterra.<br />
    Yo, a&ntilde;adi&oacute; la menor, me pondr&eacute; las sayas que acostumbro llevar, pero, en cambio,
    ostentar&eacute; mi manto recamado de flores de oro y mi adorno de diamantes, que es joya de las mejores.<br />
    Mandaron llamar a una buena peinadora para que hiciera maravillas, y enviaron por lunares a la tienda donde mejor
    los fabricaban. Llamaron a la Cenicienta para pedirle su opini&oacute;n, porque su gusto era exquisito, y les dio
    excelentes consejos y hasta se ofreci&oacute; para peinarlas, lo que aceptaron sus hermanas.<br />
    Mientras las estaba peinando, le dijeron:</p>
<p class="lead">
    — Cenicienta, &iquest;te gustar&iacute;a ir al baile?<br />
    — &iexcl;Ay; se&ntilde;oritas, ustedes se burlan de m&iacute;! &iexcl;No es al baile donde debo ir!<br />
    — Tienes raz&oacute;n: &iexcl;c&oacute;mo reir&iacute;an si viesen a una joven como t&uacute; en el baile!<br />
    Otra que no hubiese sido la Cenicienta, las hubiera peinado mal; pero era buena y las pein&oacute; perfectamente
    bien. Casi dos d&iacute;as estuvieron sin comer, tanta era su alegr&iacute;a; rompieron m&aacute;s de doce lazos a
    fuerza de apretar para que su talle fuese m&aacute;s chiquitito y pasaron todo el tiempo delante del espejo.<br />
    Por fin lleg&oacute; el tan deseado d&iacute;a; fu&eacute;ronse al baile y con la mirada siguiolas la Cenicienta
    hasta perderlas de vista. Cuando hubieron desaparecido se puso a llorar. Su madrina, al verla anegada en llanto,
    preguntole qu&eacute; ten&iacute;a.<br />
    -Yo quisiera... yo quisiera...<br />
    Los sollozos le embargaban la voz y no pod&iacute;a continuar. Su madrina, que era hada, le dijo:<br />
    -&iquest;Deseas ir al baile? &iquest;He adivinado?<br />
    -&iexcl;Ah!, s&iacute;; contest&oacute; la cenicienta suspirando.<br />
    -&iquest;Ser&aacute;s buena?, le pregunt&oacute; su madrina. Si lo eres, ir&aacute;s al baile.</p>
<p class="lead">
    Llevola a su cuarto, y le dijo: -Ve al jard&iacute;n y tr&aacute;eme una calabaza.<br />
    La Cenicienta fuese en seguida a buscarla y cogi&oacute; la m&aacute;s hermosa que encontr&oacute;,
    entreg&aacute;ndola a su madrina, sin que acertase a adivinar qu&eacute; ten&iacute;a que ver la calabaza con el
    baile. Su madrina la vaci&oacute;, y cuando s&oacute;lo qued&oacute; la corteza, tocola con su varita, e
    inmediatamente convirtiose la calabaza en una magn&iacute;fica carroza dorada. Fuese luego en busca de la ratonera,
    donde hall&oacute; seis ratones, todos vivos. Dijo a la Cenicienta que levantara un poquito la trampa, y cuando
    sal&iacute;a uno, le daba un golpecito con su varilla, transform&aacute;ndose inmediatamente el rat&oacute;n en un
    soberbio caballo; de modo que reuni&oacute; un magn&iacute;fico tiro de seis corceles de un hermoso gris de rata que
    admiraba.</p>
<p class="lead">
    Pensando estaba de qu&eacute; har&iacute;a un cochero, cuando la Cenicienta dijo:</p>
<p class="lead">
    -Ver&eacute; si ha quedado alg&uacute;n rat&oacute;n en la ratonera y le convertiremos en cochero.<br />
    -Buena idea, contestole. Ve a mirarlo.<br />
    La Cenicienta volvi&oacute; con la ratonera en la que hab&iacute;a tres grandes ratas. La Hada escogi&oacute; una
    entre las tres, d&aacute;ndole la preferencia por su barba; y habi&eacute;ndola tocado con la varilla, se
    transform&oacute; en un fornido cochero con gruesos bigotes.</p>
<p class="lead">
    -Ve al jard&iacute;n y tr&aacute;eme seis lagartos que encontrar&aacute;s detr&aacute;s de la regadera.<br />
    As&iacute; lo hizo, y en el acto su madrina convirti&oacute; los lagartos en otros tantos lacayos, que
    inmediatamente subieron a la carroza con sus libreas galoneadas, manteni&eacute;ndose firmes como si en su vida
    hubiesen hecho otra cosa.</p>
    <p class="lead">
    La Hada dijo entonces a la Cenicienta:</p>
<p class="lead">
    -&iexcl;Vaya!, ya tienes lo necesario para ir al baile. &iquest;Est&aacute;s contenta?<br />
    S&iacute;, madrina; pero, &iquest;ir&eacute; al baile con mi feo vestido?</p>
<p class="lead">
    Su madrina tocola con la varita y sus ropas se convirtieron en vestidos de oro y seda recamados de pedrer&iacute;a.
    Luego le dio unas chinelas de cristal, las m&aacute;s lindas que humanos ojos hayan visto. Subi&oacute; la
    Cenicienta a la carroza y su madrina le recomend&oacute; con mucho empe&ntilde;o que saliese del baile antes de
    medianoche, advirti&eacute;ndola que si permanec&iacute;a en &eacute;l un momento m&aacute;s, la carroza
    volver&iacute;a a convertirse en calabaza, los caballos en ratones, los lacayos en lagartos y sus hermosos vestidos
    tomar&iacute;an la primitiva forma que ten&iacute;an.</p>
<p class="lead">
    Despu&eacute;s de haber prometido a su madrina que se retirar&iacute;a del baile antes de medianoche, fuese llena de
    alegr&iacute;a. Diose aviso al hijo del rey de que acababa de llegar una gran princesa desconocida y corri&oacute; a
    recibirla. Le dio la mano para que bajara de la carroza y llevola al sal&oacute;n donde estaban los convidados. A su
    entrada rein&oacute; un gran silencio, cesaron todos de bailar y pararon los violines, tanta fue la impresi&oacute;n
    producida por la extraordinaria belleza de la desconocida y tan grande el deseo de contemplarla. S&oacute;lo se
    o&iacute;a el confuso murmullo producido por esta exclamaci&oacute;n que sal&iacute;a de todos los labios.<br />
    -&iexcl;Qu&eacute; hermosa es!</p>
<p class="lead">
    El mismo rey, a pesar de su vejez, no se cansaba de mirarla y dec&iacute;a en voz baja a la reina que hac&iacute;a
    mucho tiempo que no hab&iacute;a visto una mujer tan bella y amable. Todas las damas estaban absortas en la
    contemplaci&oacute;n de su tocado y vestidos con el prop&oacute;sito de tener otros iguales al d&iacute;a siguiente,
    s&iacute; bien dudaban encontrar telas tan bellas y modistas h&aacute;biles para hacerlos.</p>
<p class="lead">
    El hijo del rey llevola al puesto m&aacute;s distinguido y luego la invit&oacute; a danzar. Bail&oacute; con tanta
    gracia que aun la admiraron m&aacute;s. Sirviose un espl&eacute;ndido refresco, pero nada prob&oacute; el joven
    pr&iacute;ncipe, pues s&oacute;lo pensaba en mirarla. La Cenicienta fue a sentarse al lado de sus hermanas, con
    quienes mostrose muy amable, d&aacute;ndoles naranjas y limones de los que el pr&iacute;ncipe le hab&iacute;a
    ofrecido, lo que las admir&oacute; mucho, porque no la conocieron.</p>
<p class="lead">
    Mientras estaban hablando, la Cenicienta oy&oacute; que el reloj daba las doce menos cuarto. Hizo una gran
    reverencia a los asistentes y se fue tan deprisa como pudo. En cuanto lleg&oacute; a su casa dirigiose al encuentro
    de su madrina, y despu&eacute;s de haberle dado las gracias le dijo que desear&iacute;a volver al baile el siguiente
    d&iacute;a, por que el hijo del rey se lo hab&iacute;a rogado. Ocupada estaba en referir a su madrina todo lo que
    hab&iacute;a ocurrido, cuando las dos hermanas llamaron a la puerta. La Cenicienta fue a abrir, y les dijo:</p>
<p class="lead">
    -&iexcl;Cu&aacute;nto hab&eacute;is tardado en volver!</p>
<p class="lead">
    Al mismo tiempo se frotaba los ojos y se desperezaba como si acabara de despertar, por m&aacute;s que no hubiere
    pensado en dormir desde que se separaron. Una de sus hermanas exclam&oacute;:</p>
<p class="lead"> 
    -Si hubieses estado en el baile no te hubieras fastidiado, pues ha ido la m&aacute;s hermosa princesa que pueda
    verse, quien se ha mostrado con nosotras muy amable y nos ha dado naranjas y limones.</p>
<p class="lead">
    Extraordinario era el j&uacute;bilo de la Cenicienta. Preguntoles el nombre de la princesa, y le contestaron que se
    ignoraba, a&ntilde;adiendo que esto hac&iacute;a sufrir mucho al hijo el rey, que dar&iacute;a todo lo del mundo por
    saberlo. Sonri&oacute; la Cenicienta, y les dijo:</p>
<p class="lead">
    -&iquest;Era muy bella? &iexcl;Dios m&iacute;o!, cu&aacute;n dichosas sois vosotras; tambi&eacute;n lo ser&iacute;a
    yo si pudiese verla. Hermana m&iacute;a, pr&eacute;stame tu vestido amarillo, el que te pones cada d&iacute;a.<br />
    -&iquest;Crees que he perdido el juicio? No estoy loca rematada para prestar mi vestido a una fea y sucia como
    t&uacute;.</p>
<p class="lead">
    La Cenicienta contaba con esta negativa, que no le pes&oacute;, pues no hubiera sabido qu&eacute; hacerse si su
    hermana hubiese accedido a su demanda.</p>
<p class="lead">
    Al d&iacute;a siguiente las dos hermanas fueron al baile y tambi&eacute;n la Cenicienta, pero m&aacute;s adornada
    que la vez primera. El hijo del Rey no se apart&oacute; de su lado y no ces&oacute; de hablarle con gracia. Con
    gusto le o&iacute;a la joven, hasta tal punto que olvid&oacute; lo que su madrina le hab&iacute;a encargado y
    son&oacute; la primera campanada de medianoche, cuando cre&iacute;a que no eran las once. Levantose y huy&oacute;
    con la ligereza de una corza, seguida del pr&iacute;ncipe, pero sin que pudiera alcanzarla, y en su fuga
    perdi&oacute; una de las chinelas de cristal, que el hijo el rey recogi&oacute;. La Cenicienta lleg&oacute; a su
    casa muy cansada, sin carroza, sin lacayos y con su feo vestido, pues de su magnificencia solo le hab&iacute;a
    quedado una de las chinelas de cristal, la pareja de la que hab&iacute;a perdido. Preguntaron a los guardias de las
    puertas el palacio si hab&iacute;an visto salir a una princesa, y contestaron que s&oacute;lo hab&iacute;an visto
    salir a una joven muy mal vestida, cuyo porte era m&aacute;s bien el de una campesina que el de una
    se&ntilde;orita.</p>
<p class="lead">
    Cuando las dos hermanas regresaron del baile preguntoles la Cenicienta si se hab&iacute;an divertido mucho y si la
    hermosa princesa hab&iacute;a asistido. Contestaron afirmativamente, a&ntilde;adiendo que al dar medianoche
    hab&iacute;a huido con tanto apresuramiento que hab&iacute;a dejado caer una de sus chinelas de cristal, la
    m&aacute;s linda del mundo. Tambi&eacute;n contaron que el hijo del rey la hab&iacute;a recogido, y que hasta acabar
    el baile no hab&iacute;a hecho otra cosa que mirarla, lo que demostraba que estaba enamorado de la joven a quien la
    diminuta chinela pertenec&iacute;a.</p>
<p class="lead"></p>
    Dijeron la verdad, pues pocos d&iacute;as despu&eacute;s el hijo del rey mand&oacute; publicar a son de trompeta que
    se casar&iacute;a con aquella a cuyo pie se amoldase exactamente la chinela. Se comenz&oacute; por probarla a las
    princesas, luego a las duquesas y despu&eacute;s a todas las se&ntilde;oritas de la corte. Llev&aacute;ronla a casa
    de las dos hermanas, que hicieron grandes esfuerzos para que su pie entrase en la chinela, pero sin lograrlo. La
    Cenicienta que las estaba mirando, reconoci&oacute; su chinela y les dijo riendo:</p>
<p class="lead">
    Dejad que vea si mi pie entra en ella.</p>
<p class="lead">
    Sus hermanas soltaron la carcajada y de ella se burlaron. El gentil-hombre que probaba la chinela, mir&oacute; con
    atenci&oacute;n a la Cenicienta, vio que era muy bella y dijo que su deseo era justo, pues ten&iacute;a orden de
    probar la chinela a todas las j&oacute;venes. Hizo sentar a la Cenicienta, y acercando la chinela a su diminuto pie
    not&oacute; que entraba en ella sin dificultad, quedando calzado como s&iacute; se hubiese amoldado en cera.</p>
    <p class="lead">
    <a href="https://commons.wikimedia.org/wiki/File:Dean_%26_Son_Cinderella_surpise_picture_book.jpg">
        <img src="https://upload.wikimedia.org/wikipedia/commons/2/23/Dean_%26_Son_Cinderella_surpise_picture_book.jpg"
            style="float: right; margin-left: 15px;" width="auto" height="300px" />
    </a>
    
    Grande fue el asombro de ambas hermanas, y subi&oacute; de punto cuando la Cenicienta sac&oacute; del bolsillo la
    otra diminuta chinela, que meti&oacute; en el pie que no estaba calzado. En esto lleg&oacute; la madrina, quien
    tocando con su varita los vestidos de la Cenicienta los convirti&oacute; en otros a&uacute;n m&aacute;s preciosos
    que los que hab&iacute;a llevado.</p>
<p class="lead">
    Entonces las dos hermanas reconocieron en ella a aquella joven que hab&iacute;an visto en el baile y se arrojaron a
    sus pies para pedirle perd&oacute;n por los malos tratos que la hab&iacute;an hecho sufrir. La Cenicienta las
    levant&oacute; y les dijo abraz&aacute;ndolas que con toda su alma las perdonaba, rog&aacute;ndolas que siempre la
    amasen. Vestida como estaba, llev&aacute;ronla al palacio del joven pr&iacute;ncipe, quien la hall&oacute;
    m&aacute;s hermosa que antes y cas&oacute; con ella a los pocos d&iacute;as. La Cenicienta, tan buena como bella,
    mand&oacute; que sus dos hermanas se alojaran en palacio y el mismo d&iacute;a las cas&oacute; con dos grandes
    se&ntilde;ores de la corte.</p>
<div class="moraleja">
<p class="lead">    
Moraleja<br />
    Para ganar voluntades,<br />
    para abrirse corazones, m&aacute;s que trajes y tocados<br />
    sirve un alma pura y noble.
</p>

<p class="lead">Otra moraleja<br />
    No olvid&eacute;is que entre las d&aacute;divas<br />
    de las Hadas, la mejor<br />
    no es la belleza del rostro,<br />
    sino la del coraz&oacute;n.</p>
</div>